Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Manager Kim.tmx
Source language: ko_kr
Languages: en

source: …어떻게 안되겠습니까
en: please, is there a way you can fix it?

source: 그리고 한가지 더 있습니다
en: and there’s one more.

source: 규칙 안고르면 내가 정한다
en: if you don’t set the rules, I’ll set them myself.

source: 막는다고 최대한 막아본 건데도 당에서 네 존재를 눈치 챈 모양이야
en: I did my best, but it looks like the party knows you’re here.

source: 막아!
en: catch them!

source: 불쌍해서 주는 거 아니다
en: I’m not sharing my food out of pity.

source: 주우욱
en: swoosh

source: 똑바로 서
en: stand up straight.

source: 보안…
en: we got...

source: 그래도, 우리 같은 중학교 출신이지 않네?
en: we’re rivals here, but we’re still schoolmates, no?

source: 빠바박!
en: pow pow

source: 이..이 멍청이들이!!!
en: y-you... idiots!!!

source: 이 녀석은 우리가 데리고 갑니다
en: but we’ll take this guy with us.

source: 기껏 보여줬더니!
en: I brought them because I cared about you...!

source: 내가 못 죽일것 같아?
en: you think I won’t be able to kill you?

source: 백호인력
en: Baekho HRM

source: 빨리 구해주지 못해서 미안해
en: ...for not saving you sooner.

source: 바로 아래층을 쓰도록 하고
en: ...make sure to use the room a floor below.

source: ....네?
en: excuse me...?

source: 위로 먼저 올라온 사람 있지 않았어?
en: wasn’t there a guy who came up here?

source: 툭..
en: thud

source: 분명히 언젠가 쓸 일이 생길 것 같단 말이지
en: I have a feeling that it’ll come useful one day.

source: 우리 특임국에 대해 조금 아는 것 같던데
en: it looks like you know a thing or two about my bureau.

source: 타깃은 어떡할까요
en: what should we do with the target?

source: 세탁?
en: laundry?

source: 프레디!!
en: freddie!!

source: 그 애는?
en: what about the girl?

source: …확실히 힘을 합치는게 낫겠어
en: it’s better to team up, that’s for sure...

source: 증거물 확보했다
en: we have the evidence.

source: 네~
en: got it.

source: 으아아아아!
en: ahhhh!

source: 쟤네나 좀 어떻게 해봐
en: do something about them.

source: 난 금메달 땄잖아!
en: I just got a gold medal.

source: 죽었디
en: dead.

source: 그리고 가족을 만들거다
en: and I’ll start a family.

source: 상황이 상환인지라
en: a drastic situation called for drastic measures.

source: 고맙다
en: thank you.

source: 들이닥친다니?!
en: what do you mean?!

source: 우
en: my

source: 그거 완전 북쪽 엘리트라는 말 아니야?
en: doesn’t that make you a complete elite?

source: 걸을 수 있겠어?
en: can you walk?

source: 크윽!!
en: argh!!

source: 야, 야!
en: hey, hey!

source: 이 시간에 무슨 일이십니까
en: to what do I owe your call, sir?

source: 66번을 생각하면 그럴 수도 없었다
en: ...I remembered 66.

source: 국장님?
en: sir?

source: 웁 웁
en: muffle

source: 지금 당장 백두산 인원들 갖춰서
en: take some men in the unit...

source: 이번엔 10년만이라 방심했지만
en: we may have been careless in the last ten years...

source: 응답하라!
en: respond!

source: 푸슉 푹
en: slash slash

source: 이름도, 아무 것도 기억하지 못하게 만들어 놓고
en: ...beat us till we forgot everything about ourselves.

source: 김… 김씨 아니라고..!
en: kim? your name isn’t kim!

source: 민지를…
en: please take...

source: 그 아이를 지키기 위해서라면-
en: if her safety is at stake...

source: …미안하다
en: I’m sorry...

source: 차라리 굴러떨어져서 팔 하나 정도 부러지는 게 나아
en: it’s better to break an arm from the fall than to fight him.

source: 새끼, 울지 말라우 울긴 왜 우니?
en: oh, stop crying. why are you crying?

source: 우릴 찾아왔냐고!!
en: ...are here to get us?!!

source: 어차피 여기서
en: because you see...

source: 상처 입었다!
en: he’s hurt!

source: 사내새끼가 이런 걸로 울면 세상 어찌 살래?
en: there’s a whole life out there for you to overcome. you can’t cry over this.

source: 나눔 천사
en: Volunteer Angel

source: 아뇨..
en: no...

source: 미친 사람이다야 눈 마주치지 말라
en: don’t look him in the eyes. he’s lost it.

source: 따르르릉
en: ring

source: 어..........
en: oh...

source: 내가 다 책임진다
en: I’ll take the bullet.

source: 언론보도에는 추락사로 보도하죠
en: we’ll tell the press that you died from the fall.

source: 숙이고 있어!
en: get down!

source: 에미나이까지 몰래 데리고 나갈 수 있갔네?
en: and slip out with that girl just like you said?

source: 저..{j}태훈이네 아저씨
en: uhm... mr. seong?{j}

source: 꽈앙!!
en: bam

source: 그게 끝이 아니야
en: that’s not the end of it.

source: 남파 공작원을 육성하는 부대에 들어가게 된다
en: eventually, I ended up in the unit that trains south korean espionage.

source: 옷부터 갈아입어
en: then change your clothes first.

source: 트럭 외에는?
en: just the truck?

source: 쓸데없이 감수성은…
en: he’s unnecessarily sentimental...

source: 그래 인마..
en: yeah...

source: 무기나 속임수 같은게 아니군?
en: it wasn’t your games or smart tricks that got you to this point.

source: 팀장님!!
en: sir!!

source: 대체 어떻게...?
en: how did this happen..?

source: 중국 부자들이 많이 가는 곳인데
en: it’s frequented by the chinese rich.

source: 그게 지금 말이 돼ㅑ?!
en: how’s that even possible?!

source: 그는 친절한 사람이었고
en: he was a nice person.

source: 나는 나라를 위해 일한 것밖에 없으니까
en: the only thing I’ve done is work for my country.

source: 기여?
en: that so?

source: 아니면 뭐, 통일이라도 할껴?
en: what, you planning on reunification or something?

source: 냉동창고만 정리하고 지금 '별장'으로 온답니다
en: he says he is on his way to the mansion once he takes care of the situation in the cold storage.

source: 부성애
en: fatherhood.

source: 멈춰!
en: I mean it,

source: 자, 이제 민지를 어떻게 빼오지?
en: how do we get her out?

source: 저, 그..
en: uhm...

source: 알겠어?
en: you got that?

source: 다음화 '서열 정리'
en: next episode

source: 너희 아빠에 관한 거야~
en: it’s about your father.

source: 엄청 친하다기 보다는...
en: I can’t say that we’re very close...

source: 하는 일은 납치부터 테러까지
en: from kidnapping to terrorism...

source: 그런데 그 녀석이
en: one day, he asked me...

source: 공화국의 전사가 저 정도 독기는 있어야 되지 않갔어?
en: this is exactly the virulence and thirst we want from our warriors of the republic.

source: 그럼 그에 맞춰서 행동해야지
en: then act accordingly...

source: 넵 다녀오십쇼
en: yes, sir.

source: 난 이미 본부에 도착했는데?
en: I’m already here in the headquarters.

source: 공민증
en: Identification Card

source: 으잉, 나여
en: hey, it’s me.

source: 네까짓 놈이 들고 있을 물건이 아니다
en: it’s not something you can ever lay your dirty hands on...

source: 생각보다 엄청 여리여리한 느낌이네
en: way softer and sensitive than I thought.

source: 소장 장효(준)
en: hyojun jang

source: 위에서 갑자기 중단시키라고 하는 바람에 애먼 나까지 공갈 먹었잖니
en: the leadership just threw us the order to stop out of the blue. it’s them you want to lash out at, not me.

source: 강 강지민 차장
en: Kang Deputy Manger Kang Jimin

source: 이이...
en: y-you...

source: 투바바바밧
en: wham wham

source: 인질 쪽부터 노려!!
en: target the hostage first!

source: 이것 좀 풀고...
en: untie me first before we talk...

source: 대가리부터 묵사발을 내주고 싶디만
en: ...I’d have smashed that little head of yours.

source: 동지는 영원히 우리와
en: The Supreme Leader Is With Us Forever

source: 당신, 나한테 할 말 많을텐데?
en: I believe you owe me an explanation.

source: 박진철(???)
en: jincheol park (???)

source: … 그건 모르죠 VIP께서..
en: I don’t know, the president--

source: A급 비상사태
en: we need to be at the highest level of emergency right now.

source: 무슨 수를 써서라도 철저히
en: come hell or high water...

source: 순간 문태범은 깨달았다
en: at that moment... ...taebeom realized...

source: 수령 동지께서는 첫째 아들을 밀고 싶어하는데
en: the supreme leader wishes his eldest son to continue the legacy.

source: 잠들었습니다
en: they’re asleep.

source: 주강찬…아니
en: gangchan ju, no...

source: 아무래도 외동딸이기도 하고
en: she’s the only child in the family.

source: 무슨 사연인지는 몰라도 잊지 않겠다고 다짐했으면 끝까지 지켜내라
en: I don’t know what your story is, but keep your resolution to remember and take it to your grave.

source: 한국인은 백의민족이다
en: we koreans are a white-clad race.

source: 새끼들아!!
en: you bastards!

source: 내려놔
en: put it down.

source: …보셨듯
en: as you can see...

source: 아아아악!!
en: ahhhhh!!

source: 조만간 그 콧대 박살 내줄테니까
en: I’ll drag you off from that high horse of yours real soon.

source: 준비 안 됐는데?
en: I didn’t bring one.

source: 벌컥 벌컥 벌컥
en: chug chug chug

source: 그럼 부디…
en: so please...

source: 그냥 하룻밤 만난 여자입니다
en: she’s just a one-night stand girl.

source: 꽤 마음에 드는 녀석이었어
en: I quite like you, kid.

source: 코드네임 66이다
en: code 66, that’s my name.

source: 나는 반드시 이 임무를 수행해야 할 이유가 있어
en: ...he’s mine. he needs to die in my hands.

source: 우리는 지금
en: we’re in need of...

source: 절대 움직이면 안 돼!!!!
en: nobody move, okay?!!

source: 싸우다 죽을 지 언정 기권패는 없다!
en: there’s no giving up here!! I might as well die instead!

source: 박태준 만화회사
en: Park Taejun Comics

source: 뭔가 한다~~
en: they’re doing something!!

source: 이 자식!!
en: you bastard!

source: 아니야!
en: forget what I said!

source: 회사 여론이 안 좋아질 때쯤..
en: let’s use the photo when we’re need of good publicity...

source: 도덕?
en: morality?

source: 대체 어떤 삶을 살아온거지?
en: what kind of life did he live?

source: 혜리도 네게 많이 미안해 할 거다
en: I’m sure hyeri would feel terrible about this.

source: 내가 싫어하는 놈은 딱 두 종류여
en: there are two types of people I despise.

source: 쓰윽
en: fix

source: 저것들은 사람이 아니야, 인형이디
en: they’re not humans, they’re dolls.

source: 요즘 내신 구조 바뀌었다더라~
en: I heard that the grading system has changed in schools.

source: 여기 너 도와줄 사람은 아무도 없다
en: no one in this building is here to help you.

source: 평소보다 할로딘파이의 농도를..
en: we made the chemicals more potent this time--

source: 무슨 일이야!!
en: what happened?!

source: 죽으라우
en: die now.

source: 우리 쪽 엘리트
en: he’s our elite.

source: 여기가 왜…!
en: why is--

source: 하나 알려주마
en: let me teach you one thing.

source: 벌떡!
en: leap

source: 판단 하는데 너무 오래 걸렸어
en: we’ve given them too much time already. we must make a decision.

source: 잘못했어요!!
en: I’m sorry!!

source: 뭐, 뭐뭐뭐, 뭐야?!
en: wh-what... what the heck?!

source: 갑자기 연락이 안되는데
en: I can’t reach the base.

source: 나름 '전설'이었다는 양반이
en: ...what kind of gift...

source: 하아 하아 하아 하아
en: huff huff

source: 시간 없어~
en: there’s no time.

source: 아니 뭐, 계획이나 방법 같은 게 있나 보지?
en: what, does he have a plan or something?

source: 우당탕
en: crash

source: 팀장님, 농담이 과하십니다
en: sir, your joke is too much.

source: 후우..
en: huff.

source: 나는 내 이름을 잊었지만
en: my name was deleted in my memory.

source: 부성애라는 걸
en: ...fatherhood.

source: 여기 있는 연락처들 보여?
en: can you see the contacts here?

source: ㅇ…어….
en: wh-why...

source: 우린는 그런 짐승을
en: and we call such animals...

source: 4/18일 라오밍 호텔 306호
en: April 18. Lao Ming Hotel. #306.

source: 털썩
en: sit

source: 은밀하게
en: ...secretly...

source: 북한 최고 사령관 암살 미수
en: ...did he attempt to assassinate their supreme leader.

source: 일단 너는 죽이지는 않을테니
en: I won’t kill you just now.

source: 내가 잘 말해주갔어너는 리응령이한테 이용당한 것 뿐이니…
en: I’ll put a good word for you. after all, you were just used by eungryeong ri...

source: 내가 뭐랬어!!
en: what did I tell you,

source: 혹시 모르니까 기절시켜 놨습니다
en: I put her to sleep just in case.

source: 잘못 느꼈나...
en: am I wrong...?

source: 으음....
en: uhm...

source: 그..{j}그게
en: uh-uhm...{j}

source: 압도적인
en: we were defeated...

source: 가만히 있을 여자가 몇이나 되갔시요
en: ...when a man throws himself for them?

source: 옆차찌르기
en: side kick.

source: …좋아
en: good...

source: 소장님 어디 계시냐
en: where’s the major general?

source: 김 김광수 장관
en: Kim Minister Kwangsu Kim

source: 치우라우
en: get it out of my sight.

source: …살려두는 겁네까?
en: are you keeping me alive...?

source: 어머~ 누구예요?
en: my, who is she?

source: 이것 밖에 없다'..고?
en: “it’s the only thing”...?

source: 얼만큼?
en: how much?

source: 무술 같은 걸 따로 배운건가?
en: have you learned a martial art or something?

source: 콰직!
en: crash

source: 이 거리를..?
en: dang...

source: 조건?
en: condition?

source: 탓-
en: leap

source: ….그건…
en: that’s--

source: 홀짝
en: sip

source: 아저씨..
en: sir...

source: 됐고, 누구를 죽이고 오면 됩네까?
en: leave it. who’s the target?

source: 대통령 비서실
en: chief of staff to the president

source: 방금 그 발언
en: can I take...

source: 언제까지 기억 잃은 척으로 속일 수 있을줄 알았어?
en: for how long did you think you could pretend you had lost your memory?

source: 서
en: planning manager seo

source: 원터치로 하자
en: we each get a punch one after another. you punch, and I’ll punch. until one of us dies.

source: 길림성에서 왔냐?
en: are you from jilin?

source: 쪽지도 남기고 갔어
en: here, I even have a note from him.

source: 접니다
en: it’s me.

source: 네 딸도 앞길 피곤하게 만들어줄 수 있어
en: ...and your daughter’s future.

source: 이 중에서 가장 날래고 체력 좋은 사람 손 들어보라
en: if you think you’re the fastest and strongest in the class, raise your hand.

source: 손가락 하나쯤 없어져도 인질은 인질이지
en: even if she loses a finger, she’s still a fugitive, all right?

source: 상황파악이 안되는 건 자네일세
en: ...you’re the one who needs to read the room, my friend.

source: 당신에게 갈 피해가 걱정돼서 그랬습니다
en: ...I’d harm you if I was with you.

source: 대한민국 락의 미래가
en: the future of korean rock is...

source: 오지 마라!
en: don’t come near!

source: 사랑이 뭔지 알긴 하갔네?
en: you think she knows anything about love?

source: 위수지역만 벗어나지 말고
en: just make sure you stay around the base. don’t go too far.

source: 이 ㅆ간나 새끼..
en: you bastard.

source: 한복이 참 예쁘고 곱네
en: the hanbok is so pretty and fine.

source: 뭐야?!!
en: what is this?!

source: 무슨… 힘이…
en: a human... can be this strong...?

source: 꿀꺽 꿀꺽 꿀꺽
en: gulp gulp gulp

source: 아빠 왔다'
en: dad’s here.

source: 바로 서로의 마음을 확인했다
en: ...until we confirmed our love for one each other.

source: 제 무릎을 담보로 걸겠습니다
en: I'll stake my knees as collateral.

source: 아 손님 죄송합니다
en: sorry, sir.

source: 빠르게 처리하고'…?
en: finish up here quick?

source: 사망하셨습니다
en: ...deceased.

source: 아저씨랍니다
en: it’s the guy.

source: 잘못
en: ...mess with...

source: 바위는 영어로
en: rock, you say?!

source: 나 역시 같은 목적을 가지고 왔다
en: ...am here for the same purpose.

source: 이 말도 안되는 임무 때문에 우리는
en: ...this senseless mission...

source: 중국어) 부하들과 있을테니 제대로 준비해서 오라 했습니다
en: they told us to come prepared since they’ll be waiting with their men...

source: 꽈아아악
en: clench

source: 웨에에엥
en: wee woo

source: 북파 공작조
en: anti-north korea agents

source: 수술중{j}니 여자 임신혔다
en: your girl, she’s pregnant.{j}

source: 박ㅈ….
en: ...park jin--

source: 서..{j}선배님들!
en: s-sir...!{j}

source: 아, 네네 봤어요
en: oh, yes. yes I did.

source: 앞에 사람이 있었던 것 같은데
en: I think someone was standing in front of the wall.

source: 무슨 말을 해도 제대로 대답 안해주던 아빠가
en: it turned out that my father, who barely talked to me...

source: 할 수 있으면 해보라
en: go try if you can.

source: 보호자분!!
en: sir!!

source: 우리가 다시 나서지 뭐!!
en: we can fight back again!

source: 끼이이익!
en: screech

source: 그럼 어디부터 이야기를 시작하면 좋을까?
en: now, where should we begin?

source: ….아니
en: no...

source: 인질을 지키면서 싸우는 것 같은데요
en: it looks like he’s fighting while protecting the fugitive.

source: 쏴아
en: pitter patter

source: 저릿 저릿
en: ache

source: 진심으로 사랑했습네다
en: ...because the party told me to fall madly in love with him.

source: 두두두두두
en: rat-a-tat

source: 알 거 다 알 나이인데
en: they’re old enough anyway.

source: 네가 인마, 여기저기 너무 들쑤시고 다녀서 하는 말이야
en: I’m giving you advice here. you’ve been poking around too much lately.

source: 그 때는 말이야..
en: at that time...

source: 보고할까요?
en: should we report it, sir?

source: 김 김나희 의원
en: Kim Senator Nahee KIm

source: 쓸만해졌어 하하하...
en: you’ve become useful. hahaha...

source: 내가 각 분야의 탑이랬지
en: I said they’re the best in their fields.

source: 뭐야?!
en: what the...?!

source: 본능적으로 싸움에 필요한 환경부터 외운겁니다
en: he memorized the features of the room by instinct.

source: 수진씨랑 너무 닮았다~
en: she looks just like sujin!

source: 왈칵
en: sob

source: 오기로 버티고 있는 거야
en: he’s just holding up because he refuses to lose.

source: 암만 대가리가 나빠도 이 정도 상황은 파악할기야
en: you may have the brain of an amoeba, but I’m sure you can read the room.

source: 외모 등등, 쓰여야 할 곳이 많아서 말이지
en: and looks can be useful in many ways.

source: 그건 바로 주인 조평견과 주량 대결에서 이기면
en: that is... if the client beats pyunggyeon in the booze drinking game...

source: 나에게 첫 자유를 안겨준 건 북한이었다
en: ...north korea was the first country to give me freedom.

source: 남북관계야 뭐 하루 이틀도 아니고,
en: the inter-korean relations were always like that.

source: 짝
en: clap

source: 아마 들으면 깜짝 놀랄걸?
en: you’ll be surprised when you find out.

source: 꼼짝 마!
en: nobody move!

source: 뿌득!
en: wham

source: '사망하셨습니다'
en: ...died on the spot.

source: 뭐하는…
en: what are you...

source: 대체 뭐야?
en: who the heck are these monsters?

source: 여기를 좀 조사해야 할 것 같습니다
en: we need to investigate this place.

source: 빈틈으로…
en: use it as a leverage--

source: 소장 장효준
en: maj. general hyojun jang

source: 우득 우득
en: grit

source: 피스가..?
en: it is...?

source: 대표님
en: sir...

source: 딸을 찾으러 간 걸 수도 있겠어
en: ...it might be better if he’s after his daughter.

source: 그 난리를 치고
en: he created all the fuss...

source: 북한측 조건은 한 가지
en: they only asked for one thing.

source: 예 현재코드66 외동딸 위치가 여기로 나옵니다
en: yes, sir. the coordinates tell us that the daughter of code 66 is here.

source: 글쎄?
en: I can’t say.

source: 오히려 내가 묻고 싶군
en: I want to ask you the same thing.

source: 혼전을 틈타 빠져나가면 되는거지
en: we’ll just slip out when it gets chaotic here.

source: 치우고 가야지 이걸…
en: you gotta clean this up before you go... goodness.

source: 혹시 이거..
en: did I...

source: 아니, 주영건설 대표 주강찬의 이름을 걸고
en: I swear as the chairman of ju young construction. no, I swear on my name...

source: 끼이익 쿵!
en: creak thud

source: 뭔가 방법은 없는 거야?
en: but there’s got to be a way, right?

source: 너는 가슴팍에 바람구멍을 내서 죽여주갔어
en: I’m going to bore a hole in your chest.

source: 분명히 육금성은 기획실장한테 쓰러졌는데..?
en: but I thought they were all taken care of?

source: 혜리랑요?
en: hyeri?

source: 어떻게 돼먹은 육체인지…
en: wonder what’s he made of...

source: 시끌 시끌
en: bustle bustle

source: 그래도 우리 셋이 가는데 걱정할 게 있겠소?
en: hey, sir, we’re going in there together. what do we have to fear?

source: 경애하는 원수님 감사합니다
en: Thank You Dear Leader

source: 함정이었나?
en: was it a trap?

source: 뭐이야?!
en: what?!

source: 정신 차려보니까 냉동창고였다?
en: when you woke up, you found yourself in the cold storage?

source: 미안하지만 기카게는 못두갔어
en: I’m sorry, but I can’t let you do that.

source: 프로끼리, 알지?
en: we’re professionals. do you get what I mean?

source: 안녕하세요… 여전하시네요….
en: nice to see you... you haven’t changed a bit...

source: 자네도 부모인데 딸 앞에서 그러면 안됐어
en: I shouldn’t have done so since you’re a parent just like me.

source: 착각…
en: I...

source: 예?
en: excuse me?

source: 이제 이 손 놓지 말라
en: never let this hand go.

source: 허무하다 느낄지도 모르는 그의 선택은
en: one may find his choice rather cowardly and futile...

source: 얼마 안됐네요, 한시간 전 쯤?
en: just about an hour ago, sir.

source: 최대 기록 보유자
en: ...the one who had the most winning records was...

source: 개인정보는 알려드릴 수 없습니다 죄송합니다
en: I’m sorry but that’s a private information I cannot disclose.

source: 해왔던 대로 해야지
en: we’ll do what we’ve always done.

source: 묵직하다
en: heavy pain.

source: 그들이 내 차 키를 가지고 갈 때까지
en: ...could only remain frozen when...

source: 단정하지 못하게…
en: so messy and unkempt...

source: 방법이 있으면 해보든가 그럼~
en: if you got one, go do it by all means.

source: 각설하고
en: I won’t beat around the bush.

source: 준비됐지?
en: is it done?

source: 자신의 몸무게 140kg이
en: his 300 lbs of weight was...

source: 돌아오십니다!!
en: ...back!!

source: 네 덕분에 결심했어
en: I made up my mind thanks to you.

source: 막무가내
en: a maverick

source: 그냥 뭐… 누가 봐도 수상한 사람?
en: well, someone who’s obviously suspicious...?

source: 입구 봉쇄부터 해!
en: shut down the entrance!

source: 요즘 정치 분위기도 그렇고 아무튼,
en: and the political atmosphere today doesn’t help either. anyway...

source: 쾅쾅
en: slam

source: 석쟁이…
en: stonemason--

source: 하하하 그래,
en: haha, yes.

source: 죽지 못해 사는 삶이었다
en: I lived because I couldn’t die.

source: 한 대 쳐봐
en: ...punch me.

source: 즉각 사격대응 바랍니다
en: ...fire immediately.

source: 지금 락 정신이..
en: right now, the rock spirit is...

source: 괜찮아?!
en: you all right?!

source: 확실한 세탁을 보장하는 만큼
en: since the shop guaranteed unrivaled quality in its service...

source: 시작한대 ㅋㅋㅋ
en: he said he’s going to start. ha ha ha.

source: 무슨 일인지 네 성씨는 잊혀지지가 않더구나
en: but for some reason, your last name got stuck in my head.

source: 나는 꼭 살아서 돌아올거야
en: I’ll make it out alive.

source: 이런 ㅆㅂ..
en: you fuckers.

source: 휴대전화
en: mobile

source: 기런데, 네 옷도 만만치 않디?
en: you think you have the right to say that?

source: 까딱
en: beckon

source: 순서대로 위조 신분 챙겨가라!
en: line up in order and get your ids!

source: 어....?
en: huh...?

source: 그녀가
en: ...she was there...

source: 이봐
en: hey.

source: 으드득!
en: grit

source: 공화국은 전사들의 금의환향을 기다린다
en: the country awaits your glorious return.

source: 아마 우릴 놓쳤으니 민지부터 찾았을 거야
en: since they failed to arrest us, they’ll look for minji first.

source: 아, 아아아..{j}아저씨....
en: s-sir... sir...{j}

source: 에휴
en: sigh

source: 이것밖엔 없어서…
en: it’s all I have...

source: 선물 좋아하나보네
en: it looks like you’re a sucker for gifts.

source: 존함이 어찌되시는지요?
en: what is your name, sir?

source: 알고보니 특수부대..뭐 이런건가 본데
en: I suppose he’s from a special unit or something like that...

source: 부우우웅
en: vroom

source: …됐고
en: leave it...

source: 이 방법은 잘못됐어
en: this method is wrong.

source: 꼭 구름에 안긴 것 같구나야
en: I feel like I’m in the clouds.

source: 네가 차에 타자마자
en: since the moment you hopped into the car...

source: 술 더 가지고 와!!!
en: bring us more booze!!!

source: 평견씨 미워!!
en: I hate you, pyunggyeon!

source: 차, 차차차, 차관님….
en: si-sir... sir...

source: 내가 여러분을 찾아온 이유는 다른게 아니라
en: why am I here? simple.

source: 타..탄이 없다는 걸
en: d-did you know that...

source: 아저씨!!!
en: sir!!!

source: …그러면 1506호로
en: then... give me room number 1506.

source: 천외천 전당포 주인
en: owner of the sky pawnshop

source: 찰칵…
en: click

source: ..내가 아까 분명
en: I thought I made myself clear...

source: 제 '돌려차기'를 버티다뇨
en: I didn’t think you’d endure my roundhouse kick.

source: 본론으로 넘어갈까?
en: shall we get right to business?

source: 넌….
en: you are...

source: 뭐해!!
en: what are you doing in there?!

source: 드디어 내일이네
en: so, it’s finally tomorrow.

source: 성선수
en: seong.

source: 제47실 팀장
en: office 47 team manager

source: 여기는 백두산
en: this is baekdu mountain.

source: 짱구 잘 굴려봐~
en: come on, you’re a smart kid.

source: 이봐, 남조선은 그렇게 막 함부로 사람 죽이고 그러지 않아~
en: hey, hey, we south joseon people don’t kill others that easily.

source: 쳐보게
en: go, punch. punch me in the face.

source: 왜 술집에서 태권도복을…
en: why is he wearing taekwondo uniform in a bar...

source: 많은 일이 있었나보구나
en: it looks like a lot has happened to you.

source: 아직 풋내기의 냄새도 같이 나지만 말이야..
en: though yours is more fledgling and baby-like...

source: 이득 관계에서 움직인다
en: ...he makes sure he profits from the dealings.

source: 그건 '육아'가 아니라 '학대'고
en: ...he isn’t raising her. it’s an act of abuse.

source: 지지지직
en: crackle

source: 나도 없다네
en: neither do I.

source: ….승부가…
en: the fight is...

source: 한국말..?
en: was that korean...?

source: 위에서 까라믄 까는 기기든
en: they say jump, and we say how high.

source: 사회체육단원을 찾기 위함인데
en: I’m recruiting the members for the *social sports union.

source: 가서 쉬라했음 조용히 쉬기나 할 것이지
en: you should have just stayed low as I’d told you.

source: 덜덜덜덜
en: shiver

source: 그리고 자신보다 큰 짐승을 먹이로 삼기도 하는 그 포악함은
en: more than that, they are notorious in the amazon river for one thing.

source: 우왓!!!
en: ack!!

source: 평소에 보이지 않던 것들이 보이기도 한다
en: ...to see something they would normally miss.

source: 이 놈은 북한 후계자도 죽이려고 했던 놈이야
en: we’re talking about a guy who tried to kill the next in line of north korean leaders.

source: 특이하게도 '명예 퇴역'이라는 시스템이 존재한다
en: ...the company has a system called “honorable discharge.”

source: 타다다닥
en: sprint

source: 꾸욱
en: inject

source: 어디서 후라이를 까고 있어?
en: don’t you dare lie to us.

source: 어어어...
en: sin--

source: 안되면 뭐,
en: if not, well,

source: 무슨 말씀이십니까?
en: what do you mean?

source: 이상한 사람들이야~!!
en: intruders out there!!!

source: 두 웅!
en: da dun

source: 볼 일이 좀 있어서요
en: we have some business here.

source: 수염난 아저씨
en: a man with a mustache?

source: 부탁 드립네다
en: please.

source: 주변 시간이 급속도로 느려지는 경험을 하기도 하는데
en: ...right before their death.

source: 이게 무슨 일…
en: what happe--

source: 야 비켜
en: move.

source: 그래, 많이 서운했디?
en: so, did I hurt your feelings?

source: 어떻게 된 거야?
en: what just happened?

source: 안돼!!
en: no!!!

source: 파키스탄 테러조직 초토화 작전 '인디라' 참전
en: annihilation of pakistani terrorist organization: operation indira.

source: 다음날 밤
en: the following night...

source: 빨리 빨리 움직여!
en: out! out now!

source: 시간 없어 영감
en: we don’t have time, grandpa.

source: 갑자기 왜 저러지?
en: what’s wrong with the car?

source: 판단
en: ...the ability to make quick, smart judgments.

source: 전쟁 영웅
en: the war hero.

source: 여기 일은 다 네가 뒤집어 써야하니
en: since you’ll be made responsible for everything here...

source: 빨리 빼!!!
en: now now!!

source: 아빠 만나러 가자'
en: let’s go meet your dad.

source: 가루비누 필요하지 않습네까?
en: don’t you need this power soap?

source: 너....!
en: hey...!

source: 그렇다고 해서 또 지고 싶은 생각은 없는 것 같고
en: and it’s not like he wants to lose. he’s fighting just enough.

source: 좋아!
en: good!

source: 수류탄?!!
en: is that a grenade?!

source: 야이 미친놈들아!!
en: you nut-jobs!!

source: …그렇다는 건
en: does that mean...
